Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: AppleVis posts should be in English. Translate your draft?
ar: يجب أن تكون منشورات AppleVis باللغة الإنجليزية. هل تريد ترجمة مسودتك؟
de: Beiträge bei AppleVis sollten auf Englisch sein. Entwurf übersetzen?
el: Οι αναρτήσεις στο AppleVis πρέπει να είναι στα Αγγλικά. Μετάφραση του προσχεδίου σας;
es: Las publicaciones de AppleVis deben estar en inglés. ¿Traducir tu borrador?
fa: پست‌های AppleVis باید به انگلیسی باشند. پیش‌نویس شما ترجمه شود؟
fr: Les publications AppleVis doivent être en anglais. Traduire votre brouillon ?
he: פוסטים ב-AppleVis צריכים להיות באנגלית. לתרגם את הטיוטה שלך?
hi: AppleVis पोस्ट अंग्रेज़ी में होनी चाहिए। क्या अपने ड्राफ़्ट का अनुवाद करें?
id: Postingan AppleVis sebaiknya dalam bahasa Inggris. Terjemahkan draf Anda?
it: I post di AppleVis dovrebbero essere in inglese. Tradurre la bozza?
ja: AppleVis への投稿は英語にしてください。下書きを翻訳しますか？
ko: AppleVis 게시물은 영어로 작성해야 합니다. 초안을 번역할까요?
nl: AppleVis-berichten moeten in het Engels zijn. Concept vertalen?
pl: Wpisy na AppleVis powinny być w języku angielskim. Przetłumaczyć szkic?
pt: As publicações da AppleVis devem estar em inglês. Traduzir seu rascunho?
ru: Публикации AppleVis должны быть на английском языке. Перевести черновик?
sv: Inlägg på AppleVis bör vara på engelska. Vill du översätta ditt utkast?
th: โพสต์ AppleVis ควรเป็นภาษาอังกฤษ ต้องการแปลร่างของคุณหรือไม่?
tr: AppleVis gönderileri İngilizce olmalıdır. Taslağınız çevrilsin mi?
uk: Публікації AppleVis мають бути англійською мовою. Перекласти чернетку?
vi: Bài đăng AppleVis nên bằng tiếng Anh. Dịch bản nháp của bạn?
zh_hans: AppleVis 帖子应使用英语。要翻译您的草稿吗？

source: AppleVis Tip
ar: نصيحة AppleVis
de: AppleVis-Tipp
el: Συμβουλή AppleVis
es: Consejo de AppleVis
fa: نکتهٔ AppleVis
fr: Astuce AppleVis
he: טיפ מ-AppleVis
hi: AppleVis टिप
id: Tip AppleVis
it: Suggerimento AppleVis
ja: AppleVis のヒント
ko: AppleVis 팁
pl: Wskazówka AppleVis
pt: Dica da AppleVis
ru: Совет AppleVis
sv: AppleVis-tips
th: เคล็ดลับ AppleVis
tr: AppleVis İpucu
uk: Порада AppleVis
vi: Mẹo AppleVis
zh_hans: AppleVis 小贴士

# AppleVis Tip. %@. %@
source: AppleVis Tip. %1$@. %2$@
ar: نصيحة AppleVis. %@. %@
de: AppleVis-Tipp. %@. %@
el: Συμβουλή AppleVis. %@. %@
es: Consejo de AppleVis. %@. %@
fa: نکتهٔ AppleVis. %@. %@
fr: Astuce AppleVis. %@. %@
he: טיפ מ-AppleVis. %@. %@
hi: AppleVis टिप. %@. %@
id: Tip AppleVis. %@. %@
it: Suggerimento AppleVis. %@. %@
ja: AppleVis のヒント。%@。%@
ko: AppleVis 팁. %@. %@
nl: AppleVis-tip. %@. %@
pl: Wskazówka AppleVis. %@. %@
pt: Dica da AppleVis. %@. %@
ru: Совет AppleVis. %@. %@
sv: AppleVis-tips. %@. %@
th: เคล็ดลับ AppleVis %@ %@
tr: AppleVis İpucu. %@. %@
uk: Порада AppleVis. %@. %@
vi: Mẹo AppleVis. %@. %@
zh_hans: AppleVis 小贴士。%@。%@

source: AppleVis Tips
ar: نصائح AppleVis
de: AppleVis-Tipps
el: Συμβουλές AppleVis
es: Consejos de AppleVis
fa: نکته‌های AppleVis
fr: Astuces AppleVis
he: טיפים מ-AppleVis
hi: AppleVis टिप्स
id: Tips AppleVis
it: Suggerimenti AppleVis
ja: AppleVis のヒント集
ko: AppleVis 팁
pl: Wskazówki AppleVis
pt: Dicas da AppleVis
ru: Советы AppleVis
th: เคล็ดลับ AppleVis
tr: AppleVis İpuçları
uk: Поради AppleVis
vi: Mẹo AppleVis
zh_hans: AppleVis 小贴士

source: AppleVis will stop tracking what you open while signed out and will clear existing local read history. Saved items, downloads, and account data are not affected.
ar: سيتوقف AppleVis عن تتبع ما تفتحه أثناء تسجيل الخروج وسيمسح سجل القراءة المحلي الحالي. لن تتأثر العناصر المحفوظة والتنزيلات وبيانات الحساب.
de: AppleVis verfolgt nicht mehr, was du öffnest, solange du abgemeldet bist, und löscht den vorhandenen lokalen Leseverlauf. Gespeicherte Elemente, Downloads und Kontodaten sind davon nicht betroffen.
el: Το AppleVis θα σταματήσει να παρακολουθεί τι ανοίγετε ενώ είστε αποσυνδεδεμένοι και θα διαγράψει το υπάρχον τοπικό ιστορικό ανάγνωσης. Τα αποθηκευμένα στοιχεία, οι λήψεις και τα δεδομένα λογαριασμού δεν επηρεάζονται.
es: AppleVis dejará de rastrear lo que abres mientras no hayas iniciado sesión y borrará el historial de lectura local existente. Los elementos guardados, las descargas y los datos de la cuenta no se ven afectados.
fa: AppleVis در زمانی که از حساب خارج شده‌اید، ردیابی مواردی را که باز می‌کنید متوقف کرده و تاریخچهٔ خواندن محلی موجود را پاک می‌کند. موارد ذخیره‌شده، بارگیری‌ها و داده‌های حساب تحت تأثیر قرار نمی‌گیرند.
fr: AppleVis cessera de suivre ce que vous ouvrez lorsque vous êtes déconnecté et effacera l'historique de lecture local existant. Les éléments enregistrés, les téléchargements et les données de compte ne sont pas affectés.
he: AppleVis תפסיק לעקוב אחר מה שאתה פותח בזמן שאתה מנותק ותנקה את היסטוריית הקריאה המקומית הקיימת. פריטים שמורים, הורדות ונתוני חשבון לא ייפגעו.
hi: साइन आउट रहते हुए AppleVis आपके द्वारा खोली गई चीज़ों को ट्रैक करना बंद कर देगा और मौजूदा स्थानीय पठन इतिहास साफ़ कर देगा। सहेजे गए आइटम, डाउनलोड और खाता डेटा प्रभावित नहीं होंगे।
id: AppleVis akan berhenti melacak apa yang Anda buka saat keluar dan akan menghapus riwayat baca lokal yang ada. Item tersimpan, unduhan, dan data akun tidak terpengaruh.
it: AppleVis smetterà di tracciare ciò che apri mentre sei disconnesso e cancellerà la cronologia di lettura locale esistente. Gli elementi salvati, i download e i dati dell'account non saranno interessati.
ja: サインアウト中は、開いた項目の記録を停止し、既存のローカルの閲覧履歴を消去します。保存済み項目、ダウンロード、アカウントデータには影響しません。
ko: 로그아웃한 동안에는 AppleVis가 열람 항목 추적을 중단하고 기존 로컬 읽기 기록을 지웁니다. 저장된 항목, 다운로드, 계정 데이터에는 영향이 없습니다.
nl: AppleVis stopt met bijhouden wat je opent terwijl je bent afgemeld en wist de bestaande lokale leesgeschiedenis. Opgeslagen items, downloads en accountgegevens worden niet beïnvloed.
pl: AppleVis przestanie śledzić, co otwierasz podczas wylogowania, i wyczyści istniejącą lokalną historię czytania. Zapisane elementy, pobrane pliki i dane konta nie zostaną naruszone.
pt: A AppleVis deixará de rastrear o que você abre enquanto estiver desconectado e apagará o histórico de leitura local existente. Itens salvos, downloads e dados da conta não são afetados.
ru: AppleVis прекратит отслеживать открываемые вами материалы, пока вы не вошли в систему, и очистит имеющуюся локальную историю чтения. Сохранённые материалы, загрузки и данные аккаунта не пострадают.
sv: AppleVis slutar spåra vad du öppnar medan du är utloggad och rensar befintlig lokal läshistorik. Sparade objekt, nedladdningar och kontodata påverkas inte.
th: AppleVis จะหยุดติดตามสิ่งที่คุณเปิดขณะออกจากระบบ และจะล้างประวัติการอ่านในเครื่องที่มีอยู่ รายการที่บันทึก การดาวน์โหลด และข้อมูลบัญชีจะไม่ได้รับผลกระทบ
tr: AppleVis, oturumunuz kapalıyken açtığınız içerikleri izlemeyi durduracak ve mevcut yerel okuma geçmişini temizleyecek. Kaydedilenler, indirmeler ve hesap verileri etkilenmez.
uk: AppleVis припинить відстежувати те, що ви відкриваєте, поки ви не увійшли, і очистить наявну локальну історію читання. Збережені елементи, завантаження та дані облікового запису не постраждають.
vi: AppleVis sẽ ngừng theo dõi những gì bạn mở trong khi đăng xuất và sẽ xóa lịch sử đọc cục bộ hiện có. Mục đã lưu, tệp tải xuống và dữ liệu tài khoản không bị ảnh hưởng.
zh_hans: 在您注销期间，AppleVis 将停止跟踪您打开的内容，并清除现有的本地阅读历史记录。已保存项目、下载内容和账户数据不受影响。

source: AppleVis-specific accessibility controls. iOS system settings like VoiceOver, Dynamic Type, Reduce Motion, and Bold Text are followed automatically.
ar: عناصر تحكم إمكانية الوصول الخاصة بـ AppleVis. يتم اتباع إعدادات نظام iOS تلقائيًا مثل VoiceOver والنص الديناميكي وتقليل الحركة والنص الغامق.
de: AppleVis-spezifische Bedienungshilfen. iOS-Systemeinstellungen wie VoiceOver, Dynamische Schriftgröße, Bewegung reduzieren und Fetter Text werden automatisch übernommen.
el: Στοιχεία ελέγχου προσβασιμότητας ειδικά για το AppleVis. Οι ρυθμίσεις συστήματος iOS όπως το VoiceOver, η Δυναμική Γραμματοσειρά, η Μείωση Κίνησης και το Έντονο Κείμενο ακολουθούνται αυτόματα.
es: Controles de accesibilidad específicos de AppleVis. Los ajustes del sistema iOS como VoiceOver, Texto dinámico, Reducir movimiento y Texto en negrita se siguen automáticamente.
fa: کنترل‌های دسترس‌پذیری ویژهٔ AppleVis. تنظیمات سیستم iOS مانند VoiceOver، نوع پویا، کاهش حرکت و متن پررنگ به‌طور خودکار دنبال می‌شوند.
fr: Contrôles d'accessibilité spécifiques à AppleVis. Les réglages système iOS comme VoiceOver, Texte dynamique, Réduire les animations et Texte en gras sont suivis automatiquement.
he: פקדי נגישות ייעודיים ל-AppleVis. הגדרות מערכת iOS כמו VoiceOver, טקסט דינמי, הפחתת תנועה וטקסט מודגש מיושמות אוטומטית.
hi: AppleVis-विशिष्ट सुलभता नियंत्रण। VoiceOver, डायनामिक टाइप, गति कम करें, और बोल्ड टेक्स्ट जैसी iOS सिस्टम सेटिंग्स स्वचालित रूप से लागू होती हैं।
id: Kontrol aksesibilitas khusus AppleVis. Pengaturan sistem iOS seperti VoiceOver, Tipe Dinamis, Kurangi Gerakan, dan Teks Tebal diikuti secara otomatis.
it: Controlli di accessibilità specifici di AppleVis. Le impostazioni di sistema iOS come VoiceOver, Testo dinamico, Riduci movimento e Testo in grassetto vengono seguite automaticamente.
ja: AppleVis 固有のアクセシビリティ設定です。VoiceOver、Dynamic Type、視差効果を減らす、文字を太くするなどの iOS システム設定は自動的に反映されます。
ko: AppleVis 전용 접근성 설정입니다. VoiceOver, 굵은 텍스트, 동적 텍스트 크기, 동작 줄이기 같은 iOS 시스템 설정은 자동으로 반영됩니다。
nl: AppleVis-specifieke toegankelijkheidsopties. iOS-systeeminstellingen zoals VoiceOver, Dynamische tekst, Beweging verminderen en Vet lettertype worden automatisch gevolgd.
pl: Ustawienia ułatwień dostępu specyficzne dla AppleVis. Ustawienia systemowe iOS, takie jak VoiceOver, Dynamiczna czcionka, Ogranicz ruch i Pogrubiony tekst, są stosowane automatycznie.
pt: Controles de acessibilidade específicos da AppleVis. Configurações do sistema iOS como VoiceOver, Tipo Dinâmico, Reduzir Movimento e Texto em Negrito são seguidas automaticamente.
ru: Специфичные для AppleVis настройки специальных возможностей. Системные настройки iOS, такие как VoiceOver, Динамический размер шрифта, Уменьшение движения и Полужирный текст, применяются автоматически.
sv: AppleVis-specifika hjälpmedelsinställningar. iOS-systeminställningar som VoiceOver, Dynamisk text, Minska rörelse och Fet text följs automatiskt.
th: การควบคุมการช่วยการเข้าถึงเฉพาะของ AppleVis การตั้งค่าระบบ iOS เช่น VoiceOver, ตัวอักษรไดนามิก, ลดการเคลื่อนไหว และตัวหนา จะถูกปฏิบัติตามโดยอัตโนมัติ
tr: AppleVis'e özgü erişilebilirlik denetimleri. VoiceOver, Dinamik Yazı Tipi, Hareketi Azalt ve Kalın Metin gibi iOS sistem ayarları otomatik olarak izlenir.
uk: Спеціальні для AppleVis елементи керування спеціальними можливостями. Системні налаштування iOS, як-от VoiceOver, Динамічний шрифт, Зменшення руху та Жирний текст, застосовуються автоматично.
vi: Điều khiển trợ năng dành riêng cho AppleVis. Các cài đặt hệ thống iOS như VoiceOver, Kiểu chữ động, Giảm chuyển động và Chữ đậm được áp dụng tự động.
zh_hans: AppleVis 专属的辅助功能控制项。VoiceOver、动态字体、减弱动态效果、粗体文字等 iOS 系统设置会自动跟随。

source: applevis.com website
ar: موقع applevis.com
el: ιστότοπος applevis.com
es: sitio web applevis.com
fa: وب‌سایت applevis.com
fr: site applevis.com
he: אתר applevis.com
hi: applevis.com वेबसाइट
id: situs web applevis.com
it: sito web applevis.com
ja: applevis.com のウェブサイト
ko: applevis.com 웹사이트
pl: witryna applevis.com
pt: site applevis.com
ru: веб-сайт applevis.com
sv: webbplatsen applevis.com
th: เว็บไซต์ applevis.com
tr: applevis.com web sitesi
uk: вебсайт applevis.com
vi: trang web applevis.com
zh_hans: applevis.com 网站

source: AppleVis's website just added its own way to reply to one specific comment instead of the whole thread — a genuine link back to that comment, not just quoted text pasted in. Reply to this Comment in the app now uses that same real connection, so a reply made in the app or on the website shows up correctly in both places, with a Replying to [name] link above it that jumps straight to the original.
ar: أضاف موقع AppleVis طريقته الخاصة للرد على تعليق واحد محدد بدلاً من الموضوع بأكمله — رابط حقيقي يعود إلى ذلك التعليق، وليس مجرد نص مقتبس ملصق. أصبحت ميزة الرد على هذا التعليق في التطبيق تستخدم الآن هذا الرابط الحقيقي نفسه، بحيث يظهر الرد الذي يتم إنشاؤه في التطبيق أو على الموقع بشكل صحيح في كلا المكانين، مع رابط الرد على [الاسم] أعلاه ينقلك مباشرة إلى التعليق الأصلي.
de: Die AppleVis-Website hat gerade ihre eigene Möglichkeit bekommen, auf einen bestimmten Kommentar statt auf den ganzen Thread zu antworten — ein echter Verweis auf diesen Kommentar, nicht nur eingefügter Zitattext. „Auf diesen Kommentar antworten" in der App nutzt jetzt genau diese echte Verbindung, sodass eine Antwort, die in der App oder auf der Website verfasst wurde, an beiden Orten korrekt erscheint — mit einem „Antwort an [Name]"-Link darüber, der direkt zum Original springt.
el: Ο ιστότοπος του AppleVis μόλις απέκτησε τον δικό του τρόπο για απάντηση σε ένα συγκεκριμένο σχόλιο αντί για ολόκληρο το νήμα — έναν πραγματικό σύνδεσμο προς εκείνο το σχόλιο, όχι απλώς επικολλημένο κείμενο παράθεσης. Η Απάντηση σε Αυτό το Σχόλιο στην εφαρμογή χρησιμοποιεί πλέον την ίδια πραγματική σύνδεση, οπότε μια απάντηση που γίνεται στην εφαρμογή ή στον ιστότοπο εμφανίζεται σωστά και στα δύο μέρη, με έναν σύνδεσμο «Απάντηση προς [όνομα]» από πάνω που μεταβαίνει κατευθείαν στο αρχικό.
es: El sitio web de AppleVis acaba de añadir su propia forma de responder a un comentario específico en lugar de a todo el hilo: un enlace real a ese comentario, no solo texto citado y pegado. Responder a este comentario en la app ahora usa esa misma conexión real, así que una respuesta hecha en la app o en el sitio web aparece correctamente en ambos lugares, con un enlace En respuesta a [nombre] arriba que va directo al original.
fa: وب‌سایت AppleVis به‌تازگی روش خودش برای پاسخ‌دادن به یک دیدگاه مشخص به‌جای کل موضوع را اضافه کرده است — پیوندی واقعی به همان دیدگاه، نه فقط متن نقل‌قول‌شده و چسبانده‌شده. ویژگی پاسخ به این دیدگاه در برنامه اکنون از همان اتصال واقعی استفاده می‌کند، بنابراین پاسخی که در برنامه یا در وب‌سایت داده می‌شود در هر دو جا درست نمایش داده می‌شود، همراه با پیوند در پاسخ به [نام] در بالای آن که مستقیماً به دیدگاه اصلی می‌رود.
fr: Le site AppleVis vient d'ajouter sa propre façon de répondre à un commentaire précis plutôt qu'à tout le fil — un vrai lien vers ce commentaire, pas seulement du texte cité et collé. Répondre à ce commentaire dans l'appli utilise désormais cette même vraie connexion, si bien qu'une réponse faite dans l'appli ou sur le site s'affiche correctement aux deux endroits, avec un lien En réponse à [nom] au-dessus qui mène directement à l'original.
he: אתר AppleVis הוסיף זה עתה דרך משלו למענה על תגובה ספציפית אחת במקום על כל השרשור — קישור אמיתי לאותה תגובה, לא רק טקסט מצוטט שהודבק. מענה לתגובה זו באפליקציה משתמש כעת באותו חיבור אמיתי, כך שתגובה שנוצרה באפליקציה או באתר מוצגת נכון בשני המקומות, עם קישור בתגובה ל-[שם] מעליה שמעביר ישירות למקור.
hi: AppleVis की वेबसाइट ने अभी-अभी पूरी थ्रेड की बजाय किसी एक खास टिप्पणी का जवाब देने का अपना तरीका जोड़ा है — उस टिप्पणी से एक असली लिंक, सिर्फ़ चिपकाया हुआ कोटेड टेक्स्ट नहीं। ऐप में इस टिप्पणी का जवाब दें अब उसी असली कनेक्शन का इस्तेमाल करता है, इसलिए ऐप या वेबसाइट पर दिया गया जवाब दोनों जगह सही दिखता है, और उसके ऊपर [नाम] को जवाब में लिंक होता है जो सीधे मूल टिप्पणी पर ले जाता है।
id: Situs AppleVis baru saja menambahkan caranya sendiri untuk membalas satu komentar tertentu, bukan seluruh utas — tautan sungguhan ke komentar itu, bukan sekadar teks kutipan yang ditempel. Balas Komentar Ini di aplikasi kini menggunakan koneksi sungguhan yang sama, sehingga balasan yang dibuat di aplikasi atau situs web tampil dengan benar di keduanya, dengan tautan Membalas [nama] di atasnya yang langsung menuju ke komentar asli.
it: Il sito di AppleVis ha appena aggiunto un proprio modo per rispondere a un commento specifico invece che all'intero thread — un collegamento reale a quel commento, non solo testo citato e incollato. Rispondi a questo commento nell'app ora usa proprio quella stessa connessione reale, così una risposta fatta nell'app o sul sito appare correttamente in entrambi i posti, con un link In risposta a [nome] sopra che porta dritto all'originale.
ja: AppleVisのウェブサイトに、スレッド全体ではなく特定の1件のコメントに返信できる、独自の仕組みが追加されました——引用テキストを貼り付けるだけでなく、そのコメントへの本当のリンクです。アプリの「このコメントに返信」も同じ本当のつながりを使うようになったため、アプリまたはウェブサイトで行った返信はどちらの場所でも正しく表示され、その上に元のコメントへ直接ジャンプする「[名前] に返信」というリンクが表示されます。
ko: AppleVis 웹사이트에 전체 스레드가 아니라 특정 댓글 하나에 답장할 수 있는 자체 기능이 새로 추가되었습니다 — 인용 텍스트를 붙여넣는 것이 아니라 해당 댓글로의 실제 연결입니다. 앱의 이 댓글에 답장 기능도 이제 동일한 실제 연결을 사용하므로, 앱이나 웹사이트에서 작성한 답장이 양쪽 모두에서 올바르게 표시되며, 그 위에 원본으로 바로 이동하는 [이름] 님에게 답장 링크가 표시됩니다.
nl: De AppleVis-website heeft zojuist een eigen manier gekregen om op één specifieke reactie te reageren in plaats van op het hele gesprek — een echte link naar die reactie, niet alleen geplakte aangehaalde tekst. Reageren op deze reactie in de app gebruikt nu diezelfde echte verbinding, zodat een antwoord dat in de app of op de website is gegeven op beide plekken correct verschijnt, met een link Antwoord aan [naam] erboven die direct naar het origineel springt.
pl: Witryna AppleVis właśnie zyskała własny sposób odpowiadania na jeden konkretny komentarz zamiast na cały wątek — prawdziwe odniesienie do tego komentarza, a nie tylko wklejony cytowany tekst. Funkcja Odpowiedz na ten komentarz w aplikacji korzysta teraz z tego samego prawdziwego połączenia, dzięki czemu odpowiedź utworzona w aplikacji lub w witrynie poprawnie wyświetla się w obu miejscach, z linkiem Odpowiedź do [imię] nad nią, który prowadzi prosto do oryginału.
pt: O site da AppleVis acabou de ganhar sua própria forma de responder a um comentário específico em vez de ao tópico inteiro — um link de verdade para aquele comentário, não apenas texto citado colado. Responder a este comentário no app agora usa essa mesma conexão real, então uma resposta feita no app ou no site aparece corretamente nos dois lugares, com um link Em resposta a [nome] acima dela que leva direto ao original.
ru: На сайте AppleVis только что появился собственный способ ответить на один конкретный комментарий, а не на всю тему целиком — настоящая ссылка на этот комментарий, а не просто вставленный текст цитаты. Функция «Ответить на этот комментарий» в приложении теперь использует ту же самую настоящую связь, поэтому ответ, оставленный в приложении или на сайте, корректно отображается в обоих местах, а ссылка «Ответ [имя]» над ним ведёт прямо к исходному комментарию.
sv: AppleVis webbplats har precis fått ett eget sätt att svara på en specifik kommentar istället för hela tråden — en verklig länk till den kommentaren, inte bara inklistrad citerad text. Svara på denna kommentar i appen använder nu samma verkliga koppling, så ett svar som görs i appen eller på webbplatsen visas korrekt på båda ställena, med en länk Svar till [namn] ovanför som hoppar direkt till originalet.
th: เว็บไซต์ AppleVis เพิ่งเพิ่มวิธีของตัวเองในการตอบกลับความคิดเห็นที่เจาะจงหนึ่งรายการแทนที่จะเป็นทั้งกระทู้ — เป็นลิงก์จริงที่เชื่อมไปยังความคิดเห็นนั้น ไม่ใช่แค่ข้อความอ้างอิงที่วางไว้ ฟีเจอร์ตอบกลับความคิดเห็นนี้ในแอปตอนนี้ใช้การเชื่อมต่อจริงแบบเดียวกัน ดังนั้นการตอบกลับที่ทำในแอปหรือบนเว็บไซต์จะแสดงผลถูกต้องทั้งสองที่ พร้อมลิงก์ตอบกลับถึง [ชื่อ] ด้านบนที่พาไปยังต้นฉบับโดยตรง
tr: AppleVis web sitesi, tüm konuya değil belirli bir yoruma yanıt vermek için kendi yöntemini yeni ekledi — o yoruma gerçek bir bağlantı, sadece yapıştırılmış alıntı metni değil. Uygulamadaki Bu Yoruma Yanıt Ver özelliği artık aynı gerçek bağlantıyı kullanıyor, böylece uygulamada veya web sitesinde yapılan bir yanıt her iki yerde de doğru şekilde görünüyor ve üzerinde doğrudan orijinaline giden bir [isim]'e yanıt bağlantısı bulunuyor.
uk: На сайті AppleVis щойно з'явився власний спосіб відповісти на один конкретний коментар, а не на всю тему цілком — справжнє посилання на той коментар, а не просто вставлений цитований текст. Функція «Відповісти на цей коментар» у застосунку тепер використовує те саме справжнє з'єднання, тож відповідь, залишена в застосунку чи на сайті, коректно відображається в обох місцях, а посилання «Відповідь [ім'я]» над нею веде прямо до оригіналу.
vi: Trang web AppleVis vừa thêm cách riêng để trả lời một bình luận cụ thể thay vì cả chuỗi bình luận — một liên kết thật sự đến bình luận đó, không chỉ là đoạn trích dẫn được dán vào. Tính năng Trả lời bình luận này trong ứng dụng giờ đây sử dụng chính kết nối thật đó, vì vậy một câu trả lời được thực hiện trong ứng dụng hoặc trên trang web sẽ hiển thị đúng ở cả hai nơi, kèm theo liên kết Trả lời [tên] ở phía trên dẫn thẳng đến bình luận gốc.
zh_hans: AppleVis网站刚刚添加了自己的方式,可以回复某一条特定评论,而不是整个讨论串——一个指向该评论的真正链接,而不只是粘贴的引用文字。应用中的回复此评论功能现在使用的正是同一种真实连接,因此无论是在应用中还是在网站上发表的回复,都能在两边正确显示,上方还会有一个回复 [姓名] 的链接,直接跳转到原始评论。

source: Applies processing to make voices clearer and more prominent.
ar: يطبق معالجة لجعل الأصوات أكثر وضوحًا وبروزًا.
de: Wendet Verarbeitung an, um Stimmen klarer und präsenter zu machen.
el: Εφαρμόζει επεξεργασία για να κάνει τις φωνές πιο καθαρές και ευδιάκριτες.
es: Aplica procesamiento para hacer que las voces sean más claras y prominentes.
fa: پردازشی اعمال می‌کند تا صداها واضح‌تر و برجسته‌تر شوند.
fr: Applique un traitement pour rendre les voix plus claires et plus présentes.
he: מיישם עיבוד כדי להפוך את הקולות לברורים ובולטים יותר.
hi: आवाज़ों को स्पष्ट और अधिक प्रमुख बनाने के लिए प्रोसेसिंग लागू करता है।
id: Menerapkan pemrosesan untuk membuat suara lebih jelas dan menonjol.
it: Applica un'elaborazione per rendere le voci più chiare e prominenti.
ja: 処理を適用して、声をより明瞭で際立たせます。
ko: 음성을 더 명확하고 두드러지게 처리합니다.
nl: Past verwerking toe om stemmen duidelijker en prominenter te maken.
pl: Stosuje przetwarzanie, aby głosy były wyraźniejsze i bardziej wyeksponowane.
pt: Aplica processamento para tornar as vozes mais claras e proeminentes.
ru: Применяет обработку, делающую голоса более чёткими и выделяющимися.
sv: Tillämpar bearbetning för att göra röster tydligare och mer framträdande.
th: ใช้การประมวลผลเพื่อทำให้เสียงพูดชัดเจนและโดดเด่นขึ้น
tr: Sesleri daha net ve belirgin hale getirmek için işleme uygular.
uk: Застосовує обробку, щоб зробити голоси чіткішими та виразнішими.
vi: Áp dụng xử lý để làm cho giọng nói rõ ràng và nổi bật hơn.
zh_hans: 应用处理，使人声更清晰、更突出。

source: Apps
ar: التطبيقات
el: Εφαρμογές
fa: برنامه‌ها
he: אפליקציות
hi: ऐप्स
id: Aplikasi
it: App
ja: アプリ
ko: 앱
pl: Aplikacje
ru: Приложения
sv: Appar
th: แอป
tr: Uygulamalar
uk: Програми
vi: Ứng dụng
zh_hans: 应用

source: Apps (%@)
ar: التطبيقات (%@)
el: Εφαρμογές (%@)
fa: برنامه‌ها (%@)
he: אפליקציות (%@)
hi: ऐप्स (%@)
id: Aplikasi (%@)
it: App (%@)
ja: アプリ (%@)
ko: 앱 (%@)
pl: Aplikacje (%@)
ru: Приложения (%@)
sv: Appar (%@)
th: แอป (%@)
tr: Uygulamalar (%@)
uk: Програми (%@)
vi: Ứng dụng (%@)
zh_hans: 应用 (%@)
